Repository: fatihyilmazz/example-ecommerce
Catalog: translations/security.*.xlf
Languages: tr

source: An authentication exception occurred.
tr: Bir yetkilendirme istisnası oluştu.

source: Authentication credentials could not be found.
tr: Kimlik bilgileri bulunamadı.

source: Authentication request could not be processed due to a system problem.
tr: Bir sistem hatası nedeniyle yetkilendirme isteği işleme alınamıyor.

source: Invalid credentials.
tr: Geçersiz kimlik bilgileri.

source: Cookie has already been used by someone else.
tr: Çerez bir başkası tarafından zaten kullanılmıştı.

source: Not privileged to request the resource.
tr: Kaynak talebi için imtiyaz bulunamadı.

source: Invalid CSRF token.
tr: Geçersiz CSRF fişi.

source: No authentication provider found to support the authentication token.
tr: Yetkilendirme fişini destekleyecek yetkilendirme sağlayıcısı bulunamadı.

source: No session available, it either timed out or cookies are not enabled.
tr: Oturum bulunamadı, zaman aşımına uğradı veya çerezler etkin değil.

source: No token could be found.
tr: Fiş bulunamadı.

source: Username could not be found.
tr: Kullanıcı adı bulunamadı.

source: Account has expired.
tr: Hesap zaman aşımına uğradı.

source: Credentials have expired.
tr: Kimlik bilgileri zaman aşımına uğradı.

source: Account is disabled.
tr: Hesap engellenmiş.

source: Account is locked.
tr: Hesap kilitlenmiş.
